app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "login", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Lauren"], ["email", "bakerlauren671@gmail.com"], ["login", "lakes"], ["created_at", "2017-06-20 15:01:49.051816"], ["updated_at", "2017-06-20 15:01:49.051816"]]
---
  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save